Repository: WilliamVeldhuizen/ZapperRadio
Catalog: src/ZapperRadio/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# TimeShiftMemoryOff
source: Off, so it uses no memory. Switched on, it would take about {0} MB for your {1} favorites.
ar_sa: متوقف، لذا لا يستخدم أي ذاكرة. عند تشغيله سيستهلك نحو {0} ميغابايت لمفضلاتك البالغ عددها {1}.
cs_cz: Vypnuto, takže nevyužívá žádnou paměť. Po zapnutí by zabralo asi {0} MB pro vaše oblíbené stanice ({1}).
da_dk: Slået fra, så det bruger ingen hukommelse. Slået til ville det bruge omkring {0} MB til dine {1} favoritter.
de_de: Aus, belegt also keinen Speicher. Eingeschaltet wären es etwa {0} MB für deine {1} Favoriten.
el_gr: Απενεργοποιημένο, οπότε δεν χρησιμοποιεί μνήμη. Αν ενεργοποιηθεί, θα χρειαστεί περίπου {0} MB για τα {1} αγαπημένα σας.
fi_fi: Pois päältä, joten muistia ei käytetä. Päällä se veisi noin {0} Mt {1} suosikillesi.
fr_fr: Désactivé, donc aucune mémoire utilisée. Activé, cela prendrait environ {0} Mo pour vos {1} favoris.
he_il: כבוי, ולכן לא משתמש בזיכרון. כשיופעל, ידרוש כ-{0} MB עבור {1} המועדפים שלכם.
hi_in: बंद है, इसलिए कोई मेमोरी इस्तेमाल नहीं करता। चालू करने पर आपके {1} पसंदीदा के लिए लगभग {0} MB लगेगी।
hu_hu: Ki van kapcsolva, így nem használ memóriát. Bekapcsolva körülbelül {0} MB-ot használna a(z) {1} kedvencéhez.
id_id: Mati, jadi tidak menggunakan memori. Jika dinyalakan, butuh sekitar {0} MB untuk {1} favorit Anda.
ja_jp: オフなのでメモリーは使いません。オンにすると、{1} 件のお気に入りで約 {0} MB を使います。
ko_kr: 꺼져 있어 메모리를 사용하지 않습니다. 켜면 즐겨찾기 {1}개에 약 {0}MB를 사용합니다.
nb_no: Av, så det bruker ikke minne. Slått på ville det brukt omtrent {0} MB for de {1} favorittene dine.
nl_nl: Uit, dus het gebruikt geen geheugen. Ingeschakeld zou het ongeveer {0} MB kosten voor je {1} favorieten.
pl_pl: Wyłączone, więc nie zajmuje pamięci. Po włączeniu zajęłoby około {0} MB dla ulubionych stacji ({1}).
pt_br: Desligado, então não usa memória. Ligado, ocuparia cerca de {0} MB para os seus {1} favoritos.
ro_ro: Dezactivat, deci nu folosește memorie. Activat, ar ocupa aproximativ {0} MB pentru cele {1} favorite.
ru_ru: Выключено, поэтому память не используется. Включение заняло бы около {0} МБ для ваших избранных станций ({1}).
sk_sk: Vypnuté, takže nevyužíva žiadnu pamäť. Po zapnutí by zabralo asi {0} MB pre vaše obľúbené stanice ({1}).
sv_se: Av, så det använder inget minne. Påslaget skulle det ta ungefär {0} MB för dina {1} favoriter.
th_th: ปิดอยู่ จึงไม่ใช้หน่วยความจำ หากเปิด จะใช้ประมาณ {0} MB สำหรับสถานีโปรด {1} สถานีของคุณ
tr_tr: Kapalı, bu yüzden bellek kullanmıyor. Açılırsa {1} favoriniz için yaklaşık {0} MB kullanır.
uk_ua: Вимкнено, тож пам’ять не використовується. Якщо ввімкнути, це займе близько {0} МБ для ваших обраних станцій ({1}).
vi_vn: Đang tắt nên không dùng bộ nhớ. Nếu bật, sẽ cần khoảng {0} MB cho {1} đài yêu thích của bạn.
zh_tw: 已關閉，因此不使用記憶體。開啟後，您的 {1} 個最愛約需 {0} MB。

# TimeShiftMemoryPerFavorite
source: Takes about {0} MB of memory per favorite, for a station at 128 kbit/s.
ar_sa: يستهلك نحو {0} ميغابايت من الذاكرة لكل محطة مفضلة، لمحطة بمعدل 128 كيلوبت/ث.
cs_cz: Zabere asi {0} MB paměti na oblíbenou stanici při 128 kbit/s.
da_dk: Bruger omkring {0} MB hukommelse pr. favorit for en station på 128 kbit/s.
de_de: Belegt etwa {0} MB Arbeitsspeicher pro Favorit, bei einem Sender mit 128 kbit/s.
el_gr: Χρειάζεται περίπου {0} MB μνήμης ανά αγαπημένο, για σταθμό στα 128 kbit/s.
fi_fi: Vie noin {0} Mt muistia suosikkia kohden 128 kbit/s:n asemalla.
fr_fr: Prend environ {0} Mo de mémoire par favori, pour une station à 128 kbit/s.
he_il: דורש כ-{0} MB זיכרון לכל מועדפת, עבור תחנה ב-128 kbit/s.
hi_in: 128 kbit/s वाले स्टेशन के लिए हर पसंदीदा पर लगभग {0} MB मेमोरी लगती है।
hu_hu: Kedvencenként körülbelül {0} MB memóriát használ egy 128 kbit/s-os állomásnál.
id_id: Menggunakan sekitar {0} MB memori per favorit, untuk stasiun 128 kbit/s.
ja_jp: 128 kbit/s の局で、お気に入り 1 件あたり約 {0} MB のメモリーを使います。
ko_kr: 128kbit/s 방송국 기준으로 즐겨찾기당 약 {0}MB의 메모리를 사용합니다.
nb_no: Bruker omtrent {0} MB minne per favoritt, for en stasjon på 128 kbit/s.
nl_nl: Kost ongeveer {0} MB geheugen per favoriet, voor een zender van 128 kbit/s.
pl_pl: Zajmuje około {0} MB pamięci na ulubioną stację przy 128 kbit/s.
pt_br: Ocupa cerca de {0} MB de memória por favorito, para uma estação de 128 kbit/s.
ro_ro: Ocupă aproximativ {0} MB de memorie per favorit, pentru un post de 128 kbit/s.
ru_ru: Занимает около {0} МБ памяти на избранную станцию при 128 кбит/с.
sk_sk: Zaberie asi {0} MB pamäte na obľúbenú stanicu pri 128 kbit/s.
sv_se: Tar ungefär {0} MB minne per favorit, för en station på 128 kbit/s.
th_th: ใช้หน่วยความจำประมาณ {0} MB ต่อสถานีโปรด สำหรับสถานีที่ 128 kbit/s
tr_tr: 128 kbit/s bir istasyon için favori başına yaklaşık {0} MB bellek kullanır.
uk_ua: Займає близько {0} МБ пам’яті на одну обрану станцію з бітрейтом 128 кбіт/с.
vi_vn: Cần khoảng {0} MB bộ nhớ cho mỗi đài yêu thích, với đài 128 kbit/s.
zh_tw: 以 128 kbit/s 的電台計算，每個最愛約使用 {0} MB 記憶體。

# TourSearch.Title
source: Find your stations
uk_ua: Знайдіть свої станції

# TourSearch.Subtitle
source: Search by name, genre or country. Enter plays the best match.
uk_ua: Шукайте за назвою, жанром або країною. Enter вмикає найкращий збіг.

# TourStations.Title
source: Listen, and keep the good ones
uk_ua: Слухайте й зберігайте найкращі

# TourStations.Subtitle
source: Click a station to listen to it. Click its star to make it a favorite.
uk_ua: Клацніть станцію, щоб слухати. Клацніть її зірочку, щоб додати до вибраних.

# TourFavorites.Title
source: Your favorites
uk_ua: Ваші вибрані

# TourFavorites.Subtitle
source: The zapper switches between these. They all keep streaming, so a switch is instant. Drag them into order: the higher a favorite, the sooner it is chosen.
uk_ua: Між ними перемикає запер. Усі вони продовжують мовлення, тож перемикання миттєве. Перетягніть їх у потрібному порядку: що вище станція, то раніше її обирають.

# TourZapper.Title
source: Zap away from ads and talk
uk_ua: Геть від реклами й балачок

# TourZapper.Subtitle
source: Tick this, and when your station starts an ad break, the news or a presenter, the player switches to a favorite that is playing a song. The Zapper tab decides where it may go and whether it comes back.
uk_ua: Позначте це, і коли ваша станція почне рекламу, новини чи ведучого, плеєр перемкнеться на вибрану станцію, де грає пісня. На вкладці «Запер» можна вирішити, куди він може перемикати і чи повертається.

# TourCompact.Title
source: The compact window
uk_ua: Компактне вікно

# TourCompact.Subtitle
source: Just your favorites and what they play, small enough for a corner of the screen.
uk_ua: Лише ваші вибрані станції та що на них грає, достатньо мале для кутка екрана.

# TourNext
source: Next ({0}/{1})
uk_ua: Далі ({0}/{1})

# TourSkip
source: Skip the tour
uk_ua: Пропустити огляд

# TourDone
source: Start listening
uk_ua: Почати слухати
